menu_options = [
    'Отобразить все заметки',  # открыть notebook
    'Добавить запись',  # добавить запись в лист
    'Удалить запись',  # удалить запись в листе
    'Редактировать запись',  # редактировать запись
    'Поиск в заметках',  # поиск в листе
    'Сохранить',  # Сохранить в файл
    'Exit',  # предложить сохраниться перед выходом
]

error_menumsg = 'Нет такого пункта меню!!!'
menu_header1 = "Меню телефонного справочника"
menu_selected_descr = 'Выберите номер пункта меню: '
error_menumsg2 = 'Что то не то. Выберите номер из меню ...'
text_delete_rec = 'Введите ID записи которую нужно удалить:'
# text_add_entry = "Введите через пробел Фамалию,Имя,Отчество,номер телефона,комментарий: "
text_add_title = "Введите заголовок заметки: "
text_add_description = "Введите описание заметки: "
text_file_notexist = "Файл notes.csv не существует создам новый!!!"
text_add_succsess = "Запись добавлена!!!"
text_add_error = "Запись не добавлена!!! Не хватает чего-то!!!"
text_add_error2 = 'Что-то не то. Выберите корректный ID ...'
text_change_entry = 'Введите ID записи которую нужно изменить:'
text_change_entry2 = "Введите через пробел новые данные: "
text_change_entry3 = "Редактируем: "
text_change_error = text_add_error2
text_change_error2 = "Нажми Enter для продолжения"
text_find_rec = 'Введите строку для поиска:'
text_find_error = "Сорян( Ничего не найдено!!!"
text_save_changes = "Хотите сохранить изменения в файл (default:да) (да/нет)?:"
text_save_succsess = "пи-па-по-пу Изменения сохранены"
text_save_error = "Изменения не сохранены"
text_ready = 'Готово'
text_ready_delete = 'Удалена'
